Repository: Margerite/post-views-counter
Catalog: languages/post-views-counter-*.po
Languages: de_de

source: Post Views
de_de: Beitragsansichten

source: Edit
de_de: Bearbeiten

source: Adjust the views count for this post.
de_de: Anpassen des Zählers für diesen Beitrag.

source: Cancel
de_de: Abbrechen

source: Post Views Counter reset daily counts interval
de_de: Beitragsansichtszähler setzt täglich Zählintervall zurück

source: Post Views Counter cache flush interval
de_de: Beitragsansichtszähler cache Löschintervall

source: No Posts
de_de: Keine Beiträge

source: minutes
de_de: Minuten

source: hours
de_de: Stunden

source: days
de_de: Tage

source: weeks
de_de: Wochen

source: months
de_de: Monate

source: years
de_de: Jahre

source: robots
de_de: robust

source: logged in users
de_de: eingeloggte Benutzer

source: guests
de_de: Gäste

source: selected user roles
de_de: Benutzerrolle auswählen

source: before the content
de_de: vor dem Inhalt

source: after the content
de_de: nach dem Inhalt

source: manual
de_de: manuell

source: icon
de_de: Symbol

source: label
de_de: Beschriftung

source: General
de_de: Allgemein

source: Display
de_de: Ansicht

source: Post Views Counter
de_de: Beitragsansichtszähler

source: Need support?
de_de: Du brauchst Hilfe?

source: If you are having problems with this plugin, please talk about them in the
de_de: Wenn sie mit diesem Plugin ein Problem haben, schreiben sie diese im

source: Do you like this plugin?
de_de: Gefällt ihnen dieses Plugin

source: Rate it 5
de_de: Bewerte es mit 5

source: on WordPress.org
de_de: auf WordPress.org

source: Blog about it & link to the
de_de: Blog darüber und versink zum

source: plugin page
de_de: Plugin Seite

source: Check out our other
de_de: Ausloggen oder andere

source: WordPress plugins
de_de: WordPress Plugin

source: Created by
de_de: Erstellt von

source: Reset to defaults
de_de: Auf Grundeinstellungen zurücksetzen

source: General settings
de_de: Allgemeine Einstellungen

source: Post Types Count
de_de: Beitragstypzähler

source: Counter Mode
de_de: Zählmodus

source: Post Views Column
de_de: Beitragsansichten Spalte

source: Restrict Edit
de_de: Bearbeiten einschränken

source: Time Between Counts
de_de: Zeit zwischen dem Zählen

source: Reset Data Interval
de_de: Datenintervall zurücksetzen

source: Flush Object Cache Interval
de_de: Intervall zum leeren des Objekt Cache

source: Exclude Visitors
de_de: Besucher ausschließen

source: Exclude IPs
de_de: IPs ausschließen

source: WP-PostViews
de_de: WP-Beitragsansichten

source: Deactivation
de_de: Deaktivieren

source: Display settings
de_de: Anzeigeneinstellungen

source: Post Views Label
de_de: Beitragsansichten Beschriftung

source: Post Types Display
de_de: Beitragstyp anzeigen

source: Restrict Display
de_de: Anzeigen einschränken

source: Display Style
de_de: Anzeigestil

source: Icon Class
de_de: Icon Klasse

source: Enter the label for the post views counter field.
de_de: Geben Sie die Bezeichnung für den Beitrags Ansichten Zellerfeld ein.

source: Select post types for which post views will be counted.
de_de: Wählen Sie Beitrags-Typen, für die Beitragsaufrufe gezählt werden.

source: Select post types for which post views will be displayed.
de_de: Wählen sie die Beitragsart aus für welche der Zähler angezeigt werden soll.

source: Select the method of collecting post views data. If you are using any of the caching plugins select Javascript.
de_de: Wählen Sie das Verfahren zum Sammeln von Beitrags Ansichten. Wenn Sie ein Caching-Plugin verwenden wählen sie Javascript aus.

source: Enable to display post views count column for each of the selected post types.
de_de: Aktivieren um Beitrags Ansichtenzähler Spalte für die ausgewählten Beitragstypen zu aktivieren.

source: Enter the time between single user visit count.
de_de: Geben sie die Zeit ein, die vergehen muss damit ein einzelner Benutzer wieder gezählt wird.

source: Delete single day post views data older than specified above. Enter 0 (number zero) if you want to preserve your data regardless of its age.
de_de: Löschen von Beitrags Ansichtenzählung welche älter als … Tag sind. Geben Sie 0 (Ziffer Null), wenn Sie Ihre Daten unabhängig von ihrem Alter aufbewahren wollen.

source: How often to flush cached view counts from the object cache into the database. This feature is used only if a persistent object cache is detected and the interval is greater than 0 (number zero)). When used, view counts will be collected and stored in the object cache instead of the database and will then be asynchronously flushed to the database according to the specified interval.<br /><strong>Notice:</strong> Potential data loss may occur if the object cache is cleared/unavailable for the duration of the interval.
de_de: Wie oft soll die chached Ansichten vom Cache in die Datenbank übertragen werden. Diese Eigenschaft wird nur verwendet, wenn ein permanenter Object Cache gefunden wird und der Intervall größer als 0 ist. Wenn einer verwendet wird, werden die Beitragsansichten im Cache anstatt in der Datenbank gespeichert und anschließend asynchron gelöscht und an die Datenbank übertragen in einem festgelegten Intervall. <br /><strong>Wichtig:</strong> Ein Datenverlust ist möglich wenn der Cache zeitweise nicht verfügbar ist oder gelöscht wird.

source: Use it to hide the post views counter from selected type of visitors.
de_de: Verwenden sie es um Beitragsansichtenzähler für bestimmte Arten von Benutzern zu verbergen.

source: Use it to hide the post views counter from selected user roles.
de_de: Verwenden sie es um Beitragsansichtenzähler für bestimmte Benutzerrollen zu verbergen.

source: Remove
de_de: Entfernen

source: Add new
de_de: Neu hinzufügen

source: Add my current IP
de_de: Meine aktuelle IP hinzufügen

source: Enter the IP addresses to be excluded from post views count.
de_de: IP eingeben die nicht mitgezählt werden soll.

source: Import
de_de: Importieren

source: Import post views data from WP-PostViews plugin.
de_de: Beitragsansichten von WP-PostViews plugin importieren.

source: Override existing Post Views Counter data.
de_de: Überschreiben Sie vorhandene Beitragsansichtenzähler Daten.

source: Enable to restrict post views editing to admins only.
de_de: Aktivieren um nur den Administrator zu gestatten die Beitragsansichten zu bearbeiten.

source: Enable to delete all plugin data on deactivation.
de_de: Aktivieren um alle Plugindaten beim deaktivieren zu löschen.

source: Select where would you like to display the post views counter. Use [post-views] shortcode for manual display.
de_de: Wählen sie aus wo der Zähler angezeigt werden soll. Verwenden sie [post-views] um den Zähler händisch zu platzieren.

source: Choose how to display the post views counter.
de_de: Wählen sie aus wie der Zähler angezeigt werden soll

source: Enter the post views icon class. Any of the <a href="%s" target="_blank">Dashicons</a> classes are available.
de_de: Geben Sie die Klasse des Zählericons aus. Jede der <a href=„%s“ target=„_blank“>Dashicons</a> Klassen stehen zur Verfügung.

source: WP-PostViews data imported succesfully.
de_de: WP-PostViews Datenimport war erfolgreich.

source: There was no data to import.
de_de: Es gab keine Daten zu importieren.

source: General settings restored to defaults.
de_de: Allgemeine Einstellungen auf die Standardwerte wiederhergestellt.

source: Display settings restored to defaults.
de_de: Standardeinstellungen anzeigen.

source: Most Viewed Posts
de_de: Meist gesehener Beitrag

source: Displays a list of the most viewed posts
de_de: Eine Liste der meistgesehenen Beiträge anzeigen

source: No Posts found
de_de: Kein Post gefunden

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Title
de_de: Titel

source: Post Types
de_de: Post Art

source: Number of posts to show
de_de: Anzahl der anzuzeigenden Posts

source: No posts message
de_de: Keine Beitragsnachrichten

source: Order
de_de: Reihenfolge

source: Display post views?
de_de: Beitragsansicht Zähler anzeigen?

source: Display post excerpt?
de_de: Beitragsauszug anzeigen?

source: Display post thumbnail?
de_de: Beitrags-thumbnail anzeigen?

source: Thumbnail size
de_de: Vorschaugröße

source: Are you sure you want to reset these settings to defaults?
de_de: Sind sie sich sicher, dass sie die Einstellungen zurücksetzen wollen?

source: Settings
de_de: Einstellungen
